{
    "lngUpdated": "Language updated",
    "onPageBlur": "Come back :{",
    "hoverSkills": "Hold your cursor over or click on the qualities",
    "navbar": {
        "home": "Home",
        "planio": "Planio",
        "my-cv": "My CV",
        "cookiecare": "Cookiecare.io"
    },
    "heroSection": {
        "intro-text": "Hello, my name is Sebastian, and I'm",
        "title": "Your new employee",
        "planioExplainer": "Planio is my own project",
        "intro-text-explainer": "With my smile and high spirit follows my ability to be a quick learner and high collaboration skills. I appreciate feedback and are not afraid of asking for help when needed... And of cause I always arive on time.",
        "whyMeButton": "Why me?",
        "contactButton": "Contact me"
    },
    "aboutMeSection": {
        "title": "A 22-year old Multimedia Design-student with a high potential",
        "sub-title": "React (Native), UX/UI, design & humor",
        "info": "I am a smiling, 22-year old student, who is born and raised in Randers and now live in Odder with my girlfriend Nikoline. I spend my free time with family, running and work on my personal project Planio, which is an app for daily planning. I am currently studying Multimedia Design in Viby and have a year left."
    },
    "projectsSection": {
        "password": "Password",
        "grade": "Grade",
        "planioProject": {
            "title": "Planio",
            "description": "Planio shows my skills and ability to stand behind my work"
        },
        "cookiecareProject": {
            "title": "Cookiecare.io",
            "description": "Made with Elementor under my internship at Brand by Hand"
        },
        "annesProject": {
            "title": "Annes Frokost",
            "description": "Exam 2023 with Christoffer."
        }
    },
    "testimonialsSection": {
        "title": "What does people say about me?",
        "description": "I am grateful for the network I have built, where my colleagues, teachers, and classmates have shared their honest feedback and opinions about me.",

        "netto": {
            "title": "Christian, Netto",
            "testimonial-1": "Sebastian always arrives happy and smiling on work. He always takes any tasks positively, furthermore they are completed with quality. Sebastian is loved by his colleagues.",
            "testimonial-2": "Sebastian is flexible and are always ready to help, e.g. on holidays or colleagues being sick. My warmest recommendation shall Sebastian take with him. Sebastian will always be welcome to come back to Netto, if wanted by him."
        },
        "lykke": {
            "title": "Lykke, lecturer on EAAA",
            "testimonial-1": "Sebastian is the person who, with his commitment, eagerness to learn, and his good, humorous way of being, lifts the mood and the collective effort for the work environment and collegial cooperation.",
            "testimonial-2": "He is a conscientious, reliable team player who meets deadlines and delivers with substantial and thoughtful quality at a high level. Sebastian receives my warmest recommendations, and if I were to give him a general grade, he would probably exceed the scale with an old-fashioned 13!"
        },
        "feedback": {
            "title": "Feedback for group submission, 2023",
            "testimonial-1": "You demonstrate a really good understanding in the use of the selected methods and connect them in a way that adds value to your development process. [...] A convincing target audience analysis with segmentation and collection in elaborated personas. The same applies to the other elements, such as empathy cards and VPC in the report's UX section.",
            "testimonial-2": "[...] Nicely documented code. There is a lot of JS code in the report, and it works really well with explanations and screenshots. Please continue with this. The style laid out for code documentation is completely in line with what I would expect in a report where code is discussed. GREAT WORK!"
        },
        "christoffer": {
            "title": "Christoffer, exam partner for Annes Frokost",
            "testimonial-1": "I am happy and satisfied with the process and how our collaboration has been in the group. [...] Due to our natural interest in the subject, I also think we have come a long way considering the short time we had for the project.",
            "testimonial-2": "[...] we have been good at creating a proper structure for the project from the beginning."
        }
    },
    "whyMeSection": {
        "title": "My top-10 personal skills",
        "info": "Long texts can be boring, so I have summarised my most important qualities and personal skills here.",
        "motivated": "Motivated",
        "motivatedDetail": "I am always motivated in my work.",
        "goalOriented": "Goal oriented",
        "goalOrientedDetail": "I don't give up and will work wholeheartedly to make it work - no matter how many times it may fail.",
        "drive": "Drive",
        "driveDetail": "I love you challenges and have the will to change for the better.",
        "bigPotential": "Big potential",
        "bigPotentialDetail": "I can't do everything from the beginning, but with good, visual, training and the possibility to ask for help, I have a big potential.",
        "goodCollaborationSkils": "Good collaboration skills",
        "goodCollaborationSkilsDetail": "A lot of tasks are best completed in groups - and that is totally fine.",
        "independent": "Independent",
        "independentDetail": "I can work alone - if I can ask for help when I need it.",
        "responsibleAndQualityConscious": "Responsible- and quality conscious",
        "responsibleAndQualityConsciousDetail": "I always do my best - and thrive to create quality under realistic responsibility.",
        "takePartInSocialActivies": "Taking part in social activities",
        "takePartInSocialActiviesDetail": "I am no party-ape, but I love the company of others.",
        "quickLearner": "Quick learner",
        "quickLearnerDetail": "Few things are easy but I refuse to give up before I have learned it. Often there is not much needed.",
        "lovePraiseAndCriticism": "Love feedback with constructive criticism",
        "lovePraiseAndCriticismDetail": "I learn and evolve the most when I get praise and especially constructive criticism."
    },
    "contactForm": {
        "title": "Contact me",
        "email": "Email",
        "showEmail": "Show email",
        "hideEmail": "Hide email",
        "phone": "Phone",
        "showPhone": "Show phone",
        "hidePhone": "Hide phone",
        "expectAnswer": "You can expect answers in less than 48 hours",
        "labelName": "Name / Company",
        "namePlaceholder": "E.g. Eaaa, Viby",
        "nameRequired": "Please type a name or company name",
        "labelEmail": "Email",
        "emailPlaceholder": "E.g. eaaa@gmail.com",
        "emailRequired": "Please type an email",
        "emailIncorrect": "Please type a valid email",
        "labelMessage": "Message",
        "messagePlaceholder": "Your message",
        "messageRequired": "Please type a message",
        "sendEmail": "Send email",
        "sendingEmail": "Sending email",
        "emailSend": "The email was send, thanks!",
        "emailSendError": "An error occured. Try again or please send the email manually, thanks."
    },
    "CVPage": {
        "title": "22 years of life-experince",
        "downloadDACV": "Click to download my CV - DA",
        "downloadENCV": "Click to download my CV - EN",
        "aboutMe": "I have drive and are not scared of development. When I am not with my family, running or in school, I work on Planio, that shows my skills and my ability to stand for my work. You can rest assured that you will get a colleague with a big potential, who is motivated to work for the company, and embraces challenges.",
        "educationTitle": "Education",
        "workExperinceTitle": "Work experince",
        "ITExperienceTitle": "IT qualities",

        "education": {

            "internship": "Work --> Internship, Brand by Hand, Aarhus (current)",
            "internshipYear": "2023 - xx",
            "internshipInfo": "Before I started on the internship, Brand By Hand hired me as a junior developer. My main tasks are web development in Wordpress and Elementor Pro. I have also gotten a few design tasks.",
            "internshipSkills": {
                "cookiecare": "Cookiecare.io webpage",
                "elementor": "Elementor",
                "wordpress": "Wordpress",
                "design": "Design",
                "ai": "ChatGPT",
                "debugging": "Debugging code errors",
                "php": "A few PHP tasks"
            },


            "multimediadesign": "Multimediedesign, EAAA, Viby (current)",
            "multimediadesignYear": "2022 - 2024",
            "multimediadesignInfo": "Further education, where I in 3. semester have chosen Frontend development. On the school we have been taught programming, design and UX-content.",
            "multimediadesignSkills": {
                "react": "React, comprising HTML, CSS & JS",
                "tailwind": "Tailwind",
                "API": "Api's",
                "some": "SoMe",
                "tdc": "Target group description",
                "uxCopyWriting": "UX/copy-writing",
                "userTests": "User tests",
                "userNeeds": "User needs",
                "userGoals": "User goals",
                "businessGoals": "Business goals",
                "designRules": "Design rules",
                "projectManagement": "Project management"
            },
            "stx": "Paderup Gymnasium, STX, Randers",
            "stxYear": "2018 - 2021",
            "stxInfo": "Socialstudies A, Math A, Media studies (movies) C",
            "10th": "Hald Ege Efterskole, 10th class, Viborg",
            "10thYear": "2017 - 2018",
            "10thInfo": "Movies as elective"
        },
        "workExperince": {
            "LiebeNordic": "Liebe Nordic / Skattespecialisten (current)",
            "LiebeNordicYear": "2023 - xx",
            "LiebeNordicInfo": "I have been given responsibility from the start. I work with E-mail marketing and adaptation together with improvement of the webpages. Since I have not worked in this area before, I get even more practice in self-learning and problem solving. All work is mostly in Shopify with custom HTML and CSS adaptations.",
            "LiebeNordicSkills": {
                "shopify": "Shopify",
                "klaviyo": "Klaviyo",
                "htmlcss": "HTML & CSS",
                "canva": "Canva",
                "design": "Design",
                "email-marketing": "E-mail marketing",
                "improvements": "Upgrades on webpages"
            },

            "annes": "Anne's Frokost & Sandwich, Odder (current)",
            "annesYear": "2022 - xx",
            "annesInfo": "In Anne's there has been focus on customer contact and leaving the customers with a smile. I could prove again, that with the right, visual training can turn disadvantages in terms of cooking to strengths. It has also improved my social skills.",
            "nettoNewest": "Netto, 1. assistant, Aarhusvej, Randers",
            "nettoNewestYear": "2019 - 2022",
            "nettoNewestInfo": "Even though I turned 18, I was allowed to say in Netto. My boss had faith in me that I could take more responsibility in terms of new assignments and areas - and have the responsibility for the store in the evening. I got the opportunity to show that I was the right choice and I love to develop.",
            "nettoMiddle": "Netto, young worker, Marsvej / Aarhusvej, Randers",
            "nettoMiddleYear": "2018 - 2019",
            "nettoMiddleInfo": "After 10th class they asked me to come back - I was an obvious choice. And I stayed in Netto when they moved to Aarhusvej.",
            "nettoOld": "Netto, young worker, Marsvej, Randers",
            "nettoOldYear": "2017 - 2017",
            "nettoOldInfo": "With no work experience I got a job in Netto. My personality was enough to get me hired and get the foot into industry of work. I was fast to prove that I left the customers with a smile and was able to complete the assignments with quality."
        },
        "ITExperience": {
            "expoReactNative": "Expo React Native",
            "expoReactNativeUser": "Daily user",
            "expoReactNativeInfo": "I develop Planio with self-taught skills, which proves that I can make my dreams come alive.",
            "expoReactNativeSkills": {
                "userDesign": "Targeted design based on target group description.",
                "userTests": "Changes based on user tests",
                "firebase": "Firebase Authentication & Real Time Database",
                "asyncStorage": "React Native Async Storage",
                "redux": "Redux",
                "multiLng": "Multi language",
                "GooglePlayStore": "Adding the app to Google Play Store",
                "API": "API's",
                "onboarding": "Onboarding of new users",
                "encryptionAndDecryption": "Encryption and decryption with React Native CryptoJS",
                "RNP": "Integration with React Native Paper",
                "debugging": "Debugging code errors",
                "adobeXD": "Adobe XD",
                "Tailwind": "Later Tailwind (web-version)"
            },
            "reactViteTailwind": "React, Vite & Tailwind",
            "reactViteTailwindUser": "New user",
            "reactViteTailwindInfo": "My portfolio is created with React, Vite and Tailwind. The same goes with Planio Web-version.",
            "adobeXDFigma": "Adobe XD & Figma",
            "adobeXDFigmaUser": "Daily user",
            "adobeXDFigmaInfo": "I have used Adobe XD or Figma for my projects in the free time and the projects in the school.",
            "some": "SoMe",
            "someUser": "Daily user",
            "someInfo": "I have had multiple YouTube channels, and on EAAA we have been taught in SoMe. Therefore, SoMe is not unknown to me. I am not shy behind a camera either.",
            "AE": "After Effects",
            "AEUser": "Former user",
            "AEInfo": "As an early teenager I worked in After Effects for many years. I already had drive and the skill to learn new things self-taught."
        }
    }
}